[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"
mTooltip="Это существо может атаковать на расстоянии, не получая штрафа в ближнем бою." 

[Ability.A_colere_oceane_Buff H7BaseBuff]
mName="Суровое море"
mTooltip="Максимальный урон существа увеличен на %stat1 до конца его следующего хода."

[Ability.A_Colere_oceane H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Беспокойное море"
mTooltip="В конце хода этого существа соседние союзные отряды, ведущие ближний бой, получают эффект %spell1.name до конца своего следующего хода."

[A_Creature_t4_base H7Creature]
mName="Сирена"
mLore=""

[Ability.A_no_nova H7BaseBuff]
mName="Перезарядка"
mTooltip="Это существо не может использовать %spell1.name. Длительность (ходов): %durnow."
